Repository: ACINQ/phoenix
Catalog: phoenix-ios/phoenix-ios/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, es_419, fr

source: If you're planning on deleting your wallet data, we recommend waiting until after the closing transactions have been confirmed on the blockchain.
ar: إذا كنت تخطط لحذف بيانات محفظتك، فإننا نوصي بالانتظار حتى يتم تأكيد المعاملات الختامية على البلوك تشين.
cs: Pokud plánujete smazat data z peněženky, doporučujeme počkat, až budou závěrečné transakce potvrzeny v blockchainu.
de: Wenn du vorhast, deine Wallet-Daten zu löschen, empfehlen wir dir zu warten, bis die abschließenden Transaktionen auf der Blockchain bestätigt wurden.
es: Si planea eliminar los datos de su billetera, le recomendamos esperar hasta que se hayan confirmado las transacciones de cierre en la cadena de bloques.
es_419: Si tienes previsto borrar los datos de la billetera, te recomendamos que esperes hasta que las transacciones de cierre se hayan confirmado en la cadena de bloques.
fr: Si vous prévoyez de réinitialiser votre wallet, attendez d'abord que toutes les transactions de clôture de channels soient confirmées sur la blockchain.

source: Ignore
ar: تجاهل
cs: Ignorovat
de: Ignoriere
es: Ignorar
es_419: Ignorar
fr: Ignorer

source: Image
ar: صورة
cs: Obrázek
de: Bild
es: Imagen
es_419: Imagen

source: Image doesn't contain a readable QR code.
ar: لا تحتوي الصورة على رمز QR قابل للقراءة.
cs: Obrázek neobsahuje čitelný kód QR.
de: Das Bild enthält keinen lesbaren QR-Code.
es: La imagen no contiene un código QR legible.
es_419: La imagen no contiene un código QR legible.
fr: L’image ne contient pas de QR code valide.

source: Import
ar: استيراد
cs: Importovat
de: Importieren
es: Importar
es_419: Importar
fr: Importer

source: Import channels
ar: قنوات الاستيراد
cs: Importní kanály
de: Kanäle importieren
es: Importar canales
es_419: Importar canales
fr: Importer des canaux

source: Import has failed
ar: فشل الاستيراد
cs: Import se nezdařil
de: Der Import ist fehlgeschlagen
es: La importación ha fallado
es_419: Error de importación
fr: L'importation a échoué

source: Import successful
ar: تم الاستيراد بنجاح
cs: Import byl úspěšný
de: Import erfolgreich
es: Importación realizada
es_419: Importación correcta
fr: Importation réussie

source: Important messages
ar: رسائل مهمة
cs: Důležité zprávy
de: Wichtige Nachrichten
es: Mensajes importantes
es_419: Mensajes importantes
fr: Messages importants

source: Importing data…
ar: استيراد البيانات..
cs: Import dat..
de: Daten importieren..
es: Importar datos..
es_419: Importando datos…
fr: Importer des données..

source: In order to receive this payment, a new payment channel was opened. This is not always required.
ar: لتلقي هذه الدفعة، تم فتح قناة دفع جديدة. هذا ليس مطلوبًا دائما.
cs: Aby bylo možné tuto platbu přijmout, byl otevřen nový platební kanál. To není vždy nutné.
de: Um diese Zahlung zu erhalten, wurde ein neuer Zahlungskanal eröffnet. Dies ist nicht immer erforderlich.
es: Para recibir este pago un nuevo canal de pago se abrió. Esto no siempre es necesario.
es_419: Se abrió un nuevo canal para recibir este pago, lo cual no siempre es necesario.
fr: Afin de recevoir ce paiement, un nouveau canal de paiement a été ouvert. Cela n’est pas toujours nécessaire.

source: Inbound Liquidity
ar: السيولة الواردة
cs: Příchozí likvidita
de: Eingehende Liquidität
es: Liquidez entrante
es_419: Liquidez entrante
fr: Liquidité entrante

source: Inbound liquidity
ar: السيولة الواردة
cs: Příchozí likvidita
de: Inbound-Liquidität
es: Liquidez entrante
es_419: Liquidez entrante

source: Inbound liquidity is insufficient for this amount, and you have disabled automated channel management.
ar: السيولة الواردة غير كافية لهذا المبلغ، وقمت بتعطيل الإدارة الآلية للقنوات.
cs: Příchozí likvidita je pro tuto částku nedostatečná a vy jste zakázali automatickou správu kanálů.
de: Eingangskapazität ist unzureichend und automatisches Kanal-Management ist deaktiviert.
es: La liquidez entrante es insuficiente para esta cantidad, y has desactivado la gestión automatizada de canales.
es_419: La liquidez entrante es insuficiente y tienes desactivada la gestión automatizada de canales.
fr: La liquidité entrante est insuffisante pour recevoir ce montant, et la gestion automatisée des canaux est désactivée.

source: Inbound liquidity request (auto)
ar: طلب سيولة واردة (auto)
cs: Příchozí žádost o likviditu (auto)
de: Liquiditätsanforderung im Eingang (auto)
es: Solicitud de liquidez entrante (auto)
es_419: Solicitud de liquidez entrante (auto)
fr: Demande de liquidité entrante (auto)

source: Inbound liquidity request (manual)
ar: طلب سيولة واردة (manual)
cs: Příchozí žádost o likviditu (manual)
de: Liquiditätsanforderung im Eingang (manual)
es: Solicitud de liquidez entrante (manual)
es_419: Solicitud de liquidez entrante (manual)
fr: Demande de liquidité entrante (manual)

source: Include amount received
ar: تضمين المبلغ المستلم
cs: Včetně přijaté částky
de: Erhaltenen Betrag einbeziehen
es: Incluir cantidad recibida
es_419: Incluir el importe recibido
fr: Inclure le montant reçu

source: Include description
ar: تضمين الوصف
cs: Zahrnout popis
de: Beschreibung einbeziehen
es: Incluir descripción
es_419: Incluir descripción
fr: Inclure la description

source: Include notes
ar: تضمين الملاحظات
cs: Včetně poznámek
de: Notizen einfügen
es: Incluir notas
es_419: Incluir notas
fr: Inclure les notes

source: Include origin & destination
ar: تضمين المنشأ والوجهة
cs: Uveďte původ a místo určení
de: Herkunft und Ziel einbeziehen
es: Incluir origen y destino
es_419: Incluir origen y destino
fr: Inclure l'origine et la destination

source: Include original fiat value
ar: تضمين قيمة فيات الأصلية
cs: Včetně původní hodnoty fiat
de: Ursprünglichen Fiat-Wert einbeziehen
es: Incluir el valor fiat original
es_419: Incluir el valor original en moneda fíat
fr: Inclure la valeur fiduciaire originale

source: Includes Bitcoin network miner fees, and the fee for the Swap-Out service.
ar: يشمل رسوم مُعدِّن شبكة البيتكوين، ورسوم خدمة Swap-Out.
cs: Zahrnuje poplatky za těžbu bitcoinů a poplatek za službu Swap-Out.
de: Beinhaltet Bitcoin-Netzwerk-Mining-Gebühren und die Gebühr für den Swap-Out-Service.
es: Incluye las taridas del miner de Bitcoin y la tarifa del servicio Swap-Out.
es_419: Incluye las comisiones de minería de la red de Bitcoin y la comisión por el servicio de intercambio.
fr: Inclue les frais de minage du réseau Bitcoin, et les frais pour le service de swap-out.

source: Incoming Lightning payment (bolt11)
ar: دفعة البرق الواردة (bolt11)
cs: Příchozí platba Lightning (bolt11)
de: Eingehende Blitzzahlung (bolt11)
es: Pago relámpago entrante (bolt11)
es_419: Pago relámpago entrante (bolt11)
fr: Paiement Lightning entrant (bolt11)

source: Incoming Lightning payment (bolt12)
ar: دفعة البرق الواردة (bolt12)
cs: Příchozí platba Lightning (bolt12)
de: Eingehende Blitzzahlung (bolt12)
es: Pago relámpago entrante (bolt12)
es_419: Pago relámpago entrante (bolt12)
fr: Paiement Lightning entrant (bolt12)

source: Incoming on-chain payment (legacy pay-to-open)
ar: المدفوعات الواردة على السلسلة (الدفع مقابل الفتح القديم)
cs: Příchozí platba v řetězci (starší pay-to-open)
de: Eingehende On-Chain-Zahlung (altes Pay-to-Open)
es: Pago entrante en la cadena (pago por apertura heredado)
es_419: Pago entrante en la cadena (pago por apertura heredado)
fr: Paiement entrant sur la chaîne (anciennement "pay-to-open")

source: Incoming on-chain payment (legacy swap-in)
ar: المدفوعات الواردة على السلسلة (المبادلة القديمة)
cs: Příchozí on-chain platba (legacy swap-in)
de: Eingehende On-Chain-Zahlung (Legacy Swap-in)
es: Pago entrante en la cadena (swap-in heredado)
es_419: Pago entrante en la cadena (swap-in heredado)
fr: Paiement entrant dans la chaîne (legacy swap-in)

source: Incoming on-chain payment (new channel)
ar: الدفع الوارد على السلسلة (قناة جديدة)
cs: Příchozí on-chain platba (nový kanál)
de: On-Chain-Zahlungseingang (neuer Kanal)
es: Pago entrante en la cadena (nuevo canal)
es_419: Pago entrante en la cadena (nuevo canal)
fr: Paiement entrant sur la chaîne (nouveau canal)

source: Incoming on-chain payment (splice)
ar: المدفوعات الواردة على السلسلة (splice)
cs: Příchozí platba v řetězci (splice)
de: Eingehende On-Chain-Zahlung (splice)
es: Pago entrante en la cadena (splice)
es_419: Pago entrante en la cadena (splice)
fr: Paiement entrant sur la chaîne (splice)

source: Incoming payment expiry
ar: مدة انتهاء فواتير المدفوعات الواردة
cs: Uplynutí platnosti příchozí platby
de: Ablauf der eingehenden Zahlung
es: Vencimiento del pago entrante
es_419: Caducidad del pago recibido
fr: Expiration des requêtes de paiement

source: Incoming payments
ar: المدفوعات الواردة
cs: Příchozí platby
de: Eingehende Zahlungen
es: Pagos entrantes
es_419: Pagos entrantes
fr: Paiements entrants

source: Incoming payments sometimes require on-chain transactions. This does not always happen, only when needed.
ar: تتطلب المدفوعات الواردة في بعض الأحيان معاملات على السلسلة. وهذا لا يحدث دائماً، بل عند الحاجة فقط.
cs: Příchozí platby někdy vyžadují on-chain transakce. K tomu nedochází vždy, pouze v případě potřeby.
de: Eingehende Zahlungen erfordern manchmal On-Chain-Transaktionen. Dies geschieht nicht immer, sondern nur bei Bedarf.
es: Los pagos entrantes a veces requieren transacciones en la cadena. Esto no ocurre siempre, solo cuando es necesario.
es_419: Los pagos entrantes a veces requieren transacciones en la cadena. No siempre ocurre así; solo cuando es necesario.
fr: Recevoir des paiements nécessite parfois de faire des transactions sur la chaîne. Cela n'est pas systématique et ne se fait que si nécessaire.

source: Incoming payments that require on-chain operations will be rejected.
ar: سيتم رفض المدفوعات الواردة التي تتطلب عمليات على السلسلة.
cs: Příchozí platby, které vyžadují operace na Blockchainu, budou odmítnuty.
de: Eingehende Zahlungen, die On-Chain-Transaktionen erfordern, werden abgelehnt.
es: Los pagos entrantes que requieran operaciones en la cadena serán rechazados.
es_419: Los pagos entrantes que requieran operaciones en la cadena se rechazarán.
fr: Les paiements entrants nécessitant des transactions on-chain seront rejetés.

source: Incoming payments whose fees exceed this value will be rejected.
ar: سيتم رفض المدفوعات الواردة التي تتجاوز رسومها هذه القيمة.
cs: Příchozí platby, jejichž poplatky přesáhnou tuto hodnotu, budou odmítnuty.
de: Eingehende Zahlungen, deren Gebühren diesen Wert überschreiten, werden zurückgewiesen.
es: Los pagos entrantes cuyas tarifas excedan este valor serán rechazados.
es_419: Los pagos entrantes cuyas comisiones superen este valor se rechazarán.
fr: Les paiements entrants nécessitant des frais excédant cette valeur seront rejetés.

source: Incorrect
ar: غير صحيح
cs: Nesprávný PIN
de: Ungültig
es: Incorrecto
es_419: Inválido

source: Increase value
ar: زيادة القيمة
cs: Zvýšení hodnoty
de: Wert steigern
es: Aumentar valor
es_419: Aumentar valor
fr: Augmenter la valeur

source: Insufficient funds
ar: عدم كفاية الأموال
cs: Nedostatek finančních prostředků
de: Unzureichende Mittel
es: Fondos insuficientes
es_419: Fondos insuficientes
fr: Fonds insuffisants

source: Interactive tx session failed
ar: فشل جلسة البث التفاعلي
cs: Interaktivní relace tx selhala
de: Interaktive Sende-Sitzung fehlgeschlagen
es: Fallo en la sesión de transmisión interactiva
es_419: Fallo en la sesión de transmisión interactiva
fr: Échec de la session interactive tx

source: Internet
ar: إنترنت

source: Invalid Lightning Request
ar: طلب برق غير صالح
cs: Neplatný Lighning požadavek
de: Ungültige Blitzanfrage
es: Solicitud Lightnig no válida
es_419: Solicitud de Lightning inválida
fr: Requête de paiement invalide

source: Invalid address
ar: عنوان غير صالح
cs: Neplatná adresa
de: Ungültige Adresse
es: Dirección no válida
es_419: Dirección no válida
fr: Adresse invalide

source: Invalid bitcoin address
ar: عنوان بيتكوين غير صالح
cs: Neplatná adresa Bitcoin
de: Ungültige Bitcoin-Adresse
es: Dirección bitcoin no válida
es_419: Dirección de Bitcoin inválida
fr: Adresse bitcoin invalide

source: Invalid channel parameters
ar: معلمات القناة غير صالحة
cs: Neplatné parametry kanálu
de: Ungültige Kanalparameter
es: Parámetros de canal no válidos
es_419: Parámetros de canal no válidos
fr: Paramètres de canal non valides

source: Invalid date range
ar: نطاق تاريخ غير صالح
cs: Nesprávný rozsah dat
de: Ungültiger Datumsbereich
es: Intervalo de fechas no válido
es_419: Intervalo de fechas inválido
fr: Intervalle invalide

source: Invalid format
ar: تنسيق غير صالح
cs: Nesprávný formát
de: Ungültiges Format
es: Formato no válido
es_419: Formato no válido

source: Invalid liquidity ads
ar: إعلانات السيولة غير الصالحة
cs: Neplatné reklamy na likviditu
de: Ungültige Liquiditätsanzeigen
es: Anuncios de liquidez no válidos
es_419: Anuncios de liquidez no válidos
fr: Demande de liquidité non valide

source: Invalid offer
ar: عرض غير صالح
cs: Neplatná nabídka
de: Ungültiges Angebot
es: Oferta no válida
es_419: Oferta no válida
fr: Offre invalide

source: Invalid port. Valid range: [1 - 65535]
ar: منفذ خاطئ. النطاق المقبول: [1 - 65535]
cs: Špatný rozsah portu. Povolený rozsah je [1 - 65535]
de: Ungültiger Port. Gültiger Bereich: [1 - 65535]
es: Puerto inválido. Intervalo válido: [1 - 65535]
es_419: Puerto inválido. Rango válido: [1 - 65535]
fr: Port invalide. Interval accepté : 1-65535

source: Invalid response
ar: استجابة غير صالحة
cs: Neplatná odpověď
de: Ungültige Antwort
es: Respuesta invalida
es_419: Respuesta inválida
fr: Réponse invalide

source: Invalid server. Use format: domain.tld
ar: خادم غير صالح. استخدم التنسيق: domain.tld
cs: Špatný server. Použijte formát: doména.tld
de: Ungültiger Server. Format verwenden: domain.tld
es: Servidor inválido. Utilice el formato: domain.tld
es_419: Servidor inválido. Usa el formato: dominio.tld
fr: Serveur invalide. Utiliser le format : domaine.tld

source: Invalid splice-out pubKeyScript
ar: نص برمجي غير صالح للتقسيم غير صالح
cs: Neplatný splice-out pubKeyScript
de: Ungültiges Splice-out pubKeyScript
es: Splice-out pubKeyScript no válido
es_419: Splice-out pubKeyScript no válido
fr: Splice-out invalide pubKeyScript

source: Invoice description
ar: وصف الفاتورة
cs: Popis faktury
de: Rechnungs-Beschreibung
es: Descripción de la factura
es_419: Descripción de la factura
fr: Description de la requête de paiement

source: Invoice expiration
ar: انتهاء صلاحية الفاتورة
cs: Konec platnosti faktury
de: Ablauf der Rechnung
es_419: caducidad de la factura
fr: Expiration de la requête

source: Invoice is expired
ar: الفاتورة منتهية الصلاحية
cs: Faktura vypršela
de: Die Rechnung ist abgelaufen
es: La factura a expirado
es_419: La factura caducó
fr: La requête a expirée

source: KEEP THIS SEED SAFE.
ar: ابقِ عبارة الاسترداد هذه في مكان آمان.
cs: TENTO SEED UCHOVÁVEJTE BEZPEČNĚ.
de: BEWAHRE DIESES SAATGUT SICHER AUF.
es: MANTENGA ESTA SEMILLA SEGURA.
es_419: PROTEGE ESTA SEMILLA.
fr: GARDEZ LA EN SÛRETÉ.

source: Keep Control
ar: ابقَ متحكمًا
cs: Udržujte kontrolu
de: Kontrolle behalten
es: Mantener el control
es_419: Mantén el control
fr: Gardez le contrôle

source: Keep it safe and secret!
ar: احتفظ بها في مكان آمن وسري!
cs: Uchovejte tuto frázi v tajnosti!
de: Halte es sicher und geheim!
es: ¡Manténgala segura y secreta!
es_419: ¡Protégela y guárdala en un lugar seguro!
fr: Gardez la secrète et en sureté !

source: Last attempt failed
ar: فشلت المحاولة الأخيرة
cs: Poslední pokus se nezdařil
de: Letzter Versuch gescheitert
es: Último intento fallido
es_419: El último intento falló
fr: La dernière tentative a échoué

source: Learn more
ar: اعرف المزيد
cs: Další informace
de: Erfahren Sie mehr
es: Más información
es_419: Más información
fr: En savoir plus

source: Learn more from our [blog post](https://acinq.co/blog/phoenix-splicing-update).
ar: تعرف على المزيد من خلال [منشور المدونة] (https://acinq.co/blog/phoenix-splicing-update).
cs: Zjistěte více z [našeho příspěvku na blogu](https://acinq.co/blog/phoenix-splicing-update).
de: Erfahre mehr in unserem [Blogbeitrag] (https://acinq.co/blog/phoenix-splicing-update).
es: Obtenga más información en nuestra [publicación de blog](https://acinq.co/blog/phoenix-splicing-update).
es_419: Obtén más información en nuestra [entrada de blog](https://acinq.co/blog/phoenix-splicing-update).
fr: En savoir plus sur [notre article de blog](https://acinq.co/blog/phoenix-splicing-update).

source: Legacy
ar: الإرث
de: Erbe
es: Legado
es_419: Legado

source: Legacy descriptor
ar: واصف الإرث
cs: Legacy deskriptor
de: Legacy-Deskriptor
es: Descriptor heredado
es_419: Descriptor heredado
fr: Descripteur legacy

source: Legal
ar: قانوني
cs: Právní
fr: Mentions spéciales

source: Light
ar: فاتح
cs: Světlý
de: Licht
es: Claro
es_419: Claro
fr: Clair

source: Lightning
ar: البرق

source: Lightning Bolt11
ar: صاعقة البرق11
de: Blitzschlag11
es: Rayo11
es_419: Rayo11

source: Lightning Bolt12
ar: صاعقة البرق12
de: Blitzschlag12
es: Rayo12
es_419: Rayo12

source: Lightning Fees
ar: رسوم البرق
cs: Lightning poplatky
de: Blitz-Gebühren
es: Tarifas Lightning
es_419: Comisiones de Lightning
fr: Frais Lightning

source: Lightning Invoice
ar: فاتورة البرق
cs: Blesková faktura
es: Factura relámpago
es_419: Factura de Lightning

source: Lightning Offer
ar: عرض البرق
cs: Blesková nabídka
de: Blitzangebot
es: Oferta relámpago
es_419: Oferta relámpago
fr: Offre Lightning

source: Lightning Offers
ar: عروض البرق
cs: Bleskové nabídky
de: Blitzangebote
es: Ofertas relámpago
es_419: Ofertas relámpago
fr: Offres Lightning

source: Lightning QR code
ar: رمز الاستجابة السريعة الباعث للضوء
cs: Bleskový kód QR
de: Blitz-QR-Code
es: Código QR del rayo
es_419: Código QR del rayo
fr: Code QR Lightning

source: Lightning address
ar: عنوان البرق
cs: Lightningová adresa
de: Adresse des Blitzes
es: Dirección del rayo
es_419: Dirección del rayo

source: Lightning addresses:
ar: عناوين البرق:
cs: Bleskové adresy:
de: Blitzadressen:
es: Direcciones de rayos:
es_419: Direcciones de rayos:

source: Lightning fee
ar: رسوم البرق
cs: Poplatek za blesk
de: Blitzschutzgebühr
es: Tasa por rayos
es_419: Tasa por rayos
fr: Frais Lightning

source: Lightning fees for routing the payment. Payment required %lld hops.
ar: رسوم البرق لتوجيه الدفع. الدفع المطلوب %القفزات المطلوبة %القفزات.
cs: Bleskové poplatky za směrování platby. Platba vyžaduje %lld skoků.
de: Lightning-Gebühren für die Weiterleitung der Zahlung. Die Zahlung erfordert %lld Hops.
es: Tasas relámpago para encaminar el pago. El pago requiere %lld saltos.
es_419: Tasas relámpago para encaminar el pago. El pago requiere %lld saltos.
fr: Frais de foudre pour l'acheminement du paiement. Le paiement nécessite %lld hops.

source: Lightning fees for routing the payment. Payment required 1 hop.
ar: رسوم شبكة البرق لتمرير المبلغ. تطلبت الدفعة خطوة واحدة فقط.
cs: Lightning poplatky za směrování platby. Platba vyžadovuje 1 skok.
de: Blitzgebühren für die Weiterleitung der Zahlung. Die Zahlung erfordert 1 Hop.
es: Tarifas de Lightning para enrutar el pago. El pago requirio 1 salto.
es_419: Comisiones de Lightning para enrutar el pago. El pago requirió 1 salto.
fr: Frais de routage Lightning. Le paiement a nécessité 1 saut.

source: Lightning fees for routing the payment. Payment was divided into %1$lld parts, using %2$lld hops.
ar: رسوم البرق لتوجيه الدفعة. تم تقسيم المدفوعات إلى %1$$لأجزاء، باستخدام %2$للقفزات.
cs: Bleskové poplatky za směrování platby. Platba byla rozdělena na %1$lld částí s použitím %2$lld skoků.
de: Lightning-Gebühren für die Weiterleitung der Zahlung. Die Zahlung wurde in %1$lld Teile aufgeteilt, die %2$lld Hops verwenden.
es: Tasas de relámpago por enrutar el pago. El pago se dividió en %1$lld partes, utilizando %2$lld saltos.
es_419: Tasas de relámpago por enrutar el pago. El pago se dividió en %1$lld partes, utilizando %2$lld saltos.
fr: Frais de foudre pour l'acheminement du paiement. Le paiement a été divisé en %1$lld parties, utilisant %2$lld sauts.

source: Lightning invoice
ar: فاتورة البرق
cs: Blesková faktura
de: Lightning-Rechnung
es: Factura lightning
es_419: Factura de Lightning
fr: Paiement Lightning

source: Lightning payment
ar: دفعة البرق
cs: Blesková platba
de: Blitzzahlung
es: Pago relámpago
es_419: Pago relámpago
fr: Paiement lightning

source: Lightning payments are fast and best suited for smaller payments.
ar: المدفوعات الخاطفة سريعة ومناسبة للمدفوعات الصغيرة.
cs: Lightning platby jsou rychlé a nejvhodnější pro menší platby.
de: Blitzzahlungen sind schnell und eignen sich am besten für kleinere Zahlungen.
es: Los pagos Lightning son rápidos y más adecuados para pagos más pequeños.
es_419: Los pagos de Lightning son rápidos y los más adecuados para importes pequeños.
fr: Les paiements Lightning sont rapides et adaptés aux petits montants

source: Lightning peer
ar: نظير البرق
de: Blitzschlag-Peer
es: Servidor Lightning
es_419: Par de Lightning
fr: Pair Lightning

source: Link
ar: ربط
cs: Odkaz
es: Enlace
es_419: Enlace
fr: Lien

source: Linked
ar: تم الربط
cs: Propojené stránky
de: Verknüpft
es: Enlazado
es_419: Vinculado
fr: Relié

source: Liquidity
ar: السيولة
cs: Likvidita
de: Liquidität
es: Liquidez
es_419: Liquidez

source: Liquidity not currently available, try again later
ar: السيولة غير متوفرة حالياً، حاول مرة أخرى لاحقاً
cs: Likvidita není momentálně k dispozici, zkuste to později
de: Liquidität derzeit nicht verfügbar, versuchen Sie es später noch einmal
es: La liquidez no está disponible actualmente, inténtalo más tarde
es_419: La liquidez no está disponible actualmente, inténtalo más tarde

source: Liquidity requested
ar: السيولة المطلوبة
cs: Likvidita vyžádána
de: Geforderte Liquidität
es: Liquidez solicitada
es_419: Liquidez solicitada
fr: Liquidité demandée

source: Liquidity successfully added!
ar: تمت إضافة السيولة بنجاح!
cs: Likvidita úspěšně přidána!
de: Liquidität erfolgreich hinzugefügt!
es: ¡Liquidez añadida con éxito!
es_419: La liquidez se agregó correctamente.
fr: La liquidité a été ajoutée avec succès !

source: Loading wallet...
ar: تحميل المحفظة...
cs: Načítání peněženky...
de: Brieftasche laden...
es: Cargando billetera...
es_419: Cargando billetera...
fr: Chargement du portefeuille...

source: Loading…
ar: جاري التحميل..
cs: Načítání…
de: Lädt…
es: Cargando…
es_419: Cargando…
fr: Chargement…

source: Local
ar: محلي
cs: Místní
de: Lokales
fr: Locale

source: Lock PIN
ar: قفل رقم التعريف الشخصي
cs: Zamykací PIN
es: PIN de bloqueo

source: Lock PIN Required
ar: مطلوب رقم تعريف شخصي للقفل
cs: Požadovaný kód PIN zámku
de: Sperr-PIN erforderlich
es: Se requiere PIN de bloqueo
es_419: Se requiere PIN de bloqueo

source: Logged In
ar: تم تسجيل الدخول
cs: Přihlášen
de: Eingeloggt
es: Iniciaste sesión
es_419: Sesión iniciada
fr: Authentifié

source: Login
ar: تسجيل الدخول
cs: Přihlášení
de: Anmeldung
es: Iniciar sesión
es_419: Iniciar sesión
fr: S’authentifier

source: Logs
ar: السجلات
cs: Logy
es_419: Registros

source: Long Description
ar: وصف طويل
cs: Dlouhý popis
de: Lange Beschreibung
es: descripción larga
es_419: Descripción larga
fr: Description longue

source: Look at the logs
ar: مشاهدة السجلات
cs: Podívejte se na protokoly
de: Schau dir die Protokolle an
es: Ver registros
es_419: Consultar los registros
fr: Consulter les logs

source: Low Priority
ar: أولوية منخفضة
cs: Nízká priorita
de: Niedrige Priorität
es: Baja prioridad
es_419: Prioridad baja
fr: Priorité basse

source: Low feerate!
ar: منخفضة فييريت
cs: Nízký poplatek!
de: Niedrige Gebühren!
es: ¡Baja tasa!
es_419: ¡Baja comisión!
fr: Frais faibles!
